content/posts/history/dengxiaoping_10.org
#+title: 邓的十个如果
#+AUTHOR: panshishuo
#+date: <2022-02-20 10:10>

1. 如果走资本主义道路，可以使中国百分之几的人富裕起来，但是绝对解决不了百分之九十的人生活富裕问题。(《建设有中国特色的社会主义》一九八四年六月三十日《邓小平文选》第三卷第 64 页)

2. 如果按照现在开放的办法，到国民生产总值人均几千美元的时候，我们也不会产生新资产阶级，基本的生产资料归国家所有、归集体所有，就是说归公有。(《在中顾委三次会议上的讲话》一九八四年十月二十二日《邓小平文选》第三卷第 91 页)

3. 如果我们的政策导致两极分化，我们就失败了。(《一靠理想二靠纪律才能团结起来》一九八五年三月七日《邓小平文选》第三卷第 111 页)

4. 如果产生了什么新的资产阶级，那我们就真是走了邪路了。(《一靠理想二靠纪律才能团结起来》一九八五年三月七日《邓小平文选》第三卷第 111 页)

5. 但风气如果坏下去，经济搞成功又有什么意义?会在另一方面变质，反过来影响整个经济变质，发展下去会形成贪污、盗窃、贿赂横行的世界。(《在中央政治局常委会上的讲话》一九八六年一月十七日《邓小平文选》第三卷第 154 页)

6. 如果走资本主义道路，可能在某些局部地区少数人更快的富起来，形成一个新的资产阶级，产生一批百万富翁，但顶多也不会达到人口的百分之一，而大量的人仍然摆脱不了贫穷。(《中国只能走社会主义道路》一九八七年三月三日《邓小平文选》第三卷第 208 页)

7. 我们实行的是社会主义制度，我们的人均四千美元不同于资本主义国家的人均四千美元，特别是中国人口多，如果那时十五亿人口，人均达到四千美元，年国民生产总值达到六万亿美元……就表明社会主义优于资本主义。(《社会主义必须摆脱贫穷》一九八七年四月二十六日《邓小平文选》第三卷第 225 页)

8. 如果搞资本主义，可能有少数人富裕起来，但大量的人会长期处于贫困状态，中国就会发生闹革命的问题。中国搞现代化，只能靠社会主义，不能靠资本主义，历史上有人想在中国搞资本主义总是行不通。我们搞社会主义虽然犯过错误，但总的来说改变了中国的面貌。(《吸取历史经验防止错误倾向》一九八七年四月三十日《邓小平文选》第三卷第 229 页)

9. 如果搞两极分化，情况就不同了，民族矛盾、区域间矛盾、阶级矛盾都会发展，相应地中央和地方的矛盾也会发展，就可能出乱子。(《善于利用时机解决发展问题》一九九0 年十二月二十四日《邓小平文选》第三卷第 364 页)

10. 如果富的愈来愈富，穷的愈来愈穷，两极分化就会产生，而社会主义制度就应该而且能够避免两极分化。解决的办法之一，就是使富起来的地区多交点利税，支持贫困地区发展。(《在武昌、深圳、珠海、上海等地的谈话》一九九二年一月十八日——二月二十一日《邓小平文选》第三卷第 374 页)
